tap "homebrew/services", "https://gitee.com/imirror/homebrew-services.git"
tap "steipete/tap"
brew "cmake"
brew "node@22", link: true
brew "perl"
brew "poppler"
brew "python-setuptools"
brew "python-tk@3.13"
brew "python@3.11"
brew "ruby"
brew "scrcpy"
brew "superfile"
brew "ta-lib"
brew "vim"
brew "wireguard-tools"
brew "zsh-syntax-highlighting"
cask "android-platform-tools"
cask "sentinel"
